Repository: elementary/switchboard-plug-keyboard
Catalog: po/extra/*.po
Languages: de, es, he, ja, sk, tr

source: Keyboard Settings
de: Tastatureinstellungen
es: Configuración de Teclado
he: הגדרות מקלדת
ja: キーボードの設定
sk: Nastavenia klávesnice
tr: Klavye Ayarları

source: Configure keyboard behavior, layouts, and shortcuts
de: Verhalten und Belegung der Tastatur sowie Tastenkürzel einrichten
es: Configure la distribución, el comportamiento y los atajos del teclado
he: הגדרת התנהגות המקלדת, הפריסות ומקשי הקיצור
ja: キーボードの挙動、レイアウト、ショートカットを設定します
sk: Nastavujte správanie klávesnice, rozloženie a klávesové skratky
tr: Klavye davranışını, düzenini ve kısayollarını ayarlayın

source: New features:
es: Nuevas características:
he: יכולות חדשות:
ja: 新機能:
sk: Nové funkcie:
tr: Yeni özellikler:

source: Revert shortcuts to default
es: Se pueden revertir los atajos a sus valores predeterminados
he: קיצורי הדרך הוחזרו לברירת המחדל
ja: デフォルトのショートカットを復元できる機能を追加

source: Easily disable a shortcut
es: Se puede deshabilitar un atajo con facilidad
he: אפשר להשבית קיצורי דרך בקלות
ja: ショートカットを簡単に無効化できる機能を追加

source: Support Rime input method for Chinese
es: Se agregó soporte del método de entrada Rime para el idioma chino
he: נוספה תמיכה בשיטת הקלט Rime לסינית
ja: 中国語のインプットメソッドエディター、Rime に対応

source: Minor updates:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
he: עדכונים משניים:
ja: そのほかのアップデート:
sk: Menšie aktualizácie:
tr: Küçük güncellemeler:

source: Remove custom shortcuts from their menu
es: Se pueden eliminar atajos personalizados desde su propio menú
he: הוסרו קיצורי דרך מותאמים אישית מהתפריט שלהם
ja: カスタムショートカットの削除はメニューから行うように修正

source: Updated translations
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
he: תרגומים עודכנו
ja: 翻訳の更新
sk: Aktualizované preklady
tr: Çeviriler güncellendi

source: Update for OS 7
ja: elementary OS 7 に向けたアップデート
sk: Aktualizácia pre OS 7
tr: OS 7 için güncelleme

source: Open Multitasking View with Super
ja: スーパーキーでマルチタスク画面を開く機能を追加
sk: Otvorte Zobrazenie úloh s klávesou Super
tr: Super ile Çoklu Görev Görünümünü Açın

source: Redesigned custom shortcuts view
ja: カスタムショートカット画面のデザインを変更
sk: Prerobený vzhľad zobrazenia vlastných skratiek
tr: Özel kısayollar görünümü yeniden tasarlandı

source: On-screen keyboard switch in Layouts tab
ja: “レイアウト”タブにオンスクリーンキーボードを有効化できるスイッチを追加
sk: Prepínač klávesnice na obrazovke v karte Rozloženie

source: Ensure IBus automatically starts on login when needed
ja: 必要であればログイン時に IBus が自動的に起動するように修正
sk: Zabezpečené, že sa IBus automaticky spustí pri prihlásení, ak je to potrebné
tr: Gerektiğinde oturum açma sırasında IBus otomatik olarak başlatılsın

source: Add Layout popover is now a dialog
de: Add layout Popover ist jetzt ein Dialog
ja: レイアウト追加画面をポップオーバーからダイアログに変更
sk: Vyskakovacie okno Pridať rozloženie je po novom dialóg
tr: Düzen Ekle açılır penceresi artık bir iletişim kutusu

source: Guarantee we always have at least one layout
de: Sicherstellen, dass wir immer mindestens ein Layout haben
ja: キーボードレイアウトが必ず1つは追加されているように修正
sk: Garantovať, že je vždy dostupné aspoň jedno rozloženie
tr: Her zaman en az bir düzenimiz olduğunu garanti ederiz

source: Improvements to ibus and xkb layouts
de: Verbesserungen in den Layouts von ibus und xkb
ja: IBus と XKB レイアウトに関する改善
sk: Vylepšenia rozložení ibus a xkb
tr: ibus ve xkb düzenlerinde iyileştirmeler yapıldı

source: Shortcut description for "Play" is now "Play/Pause"
de: Beschreibung des Tastenkürzels für »Wiedergabe« lautet nun »Wiedergabe/Pause«
ja: "再生"メディアキーの説明ラベルを"再生/一時停止"に変更
sk: Popis klávesovej skratky pre „Prehrať“ je teraz „Prehrať/pozastaviť“
tr: "Oynat" için kısayol açıklaması artık "Oynat/Duraklat" oldu

source: Fix an issue where some shortcuts would incorrectly show as disabled
de: Problem behoben: Einige Tastenkürzel wurden fälschlicherweise als inaktiv angezeigt
ja: 一部のショートカットキーが “無効” と表示される不具合を修正
sk: Opravený problém, keď sa niektoré skratky nesprávne zobrazovali ako zakázané
tr: Bazı kısayolların yanlışlıkla devre dışı olarak gösterilmesine neden olan bir sorunu düzeltildi

source: Add a view to configure input methods
de: Ansicht zur Konfiguration von Eingabemethoden hinzugefügt
ja: インプットメソッドを設定できるビューを追加
sk: Pridané zobrazenie pre nastavovanie metód vstupu
tr: Giriş yöntemlerini yapılandırmak için bir görünüm eklendi

source: New "Workspaces" icon
de: Neues »Arbeitsflächen«-Symbol
ja: 新しい"ワークスペース"アイコン
sk: Nová ikona „Pracovné plochy“
tr: Yeni "Çalışma Alanları" simgesi

source: Exclude Space from single-key shortcuts
de: Leertaste von den Eintasten-Tastenkürzeln ausgeschlossen
ja: 単一キーのショートカットからスペースキーを除外
sk: Vynechanie medzerníka zo skratiek s iba jednou klávesou
tr: Boşluğu tek tuşlu kısayollardan hariç tut

source: elementary, Inc.
he: elementary בע״מ

source: Updated shortcut category icons
es: Se actualizaron los iconos de la categoría de accesos directos
he: סמלי קטגוריות קיצורים עודכנו

source: Improved screen reader accessibility
es: Se mejoró la accesibilidad para los lectores de pantalla
he: נגישות מקריא המסך השתפרה

source: New shortcut settings for launching dock items
es: Se agregaron nuevas configuraciones de atajos para lanzar elementos del Dock
he: הגדרות קיצור חדשות להפעלת פריטים במעגן

source: Clearer actions for managing keyboard layouts
es: Las acciones para gestionar distribuciones de teclado son más claras
he: פעולות ברורות יותר לניהול פריסות מקלדת

source: Fix potential crashes
es: Se corrigieron posibles fallas graves
he: תוקנו דברים שיכלו לגרום לקריסות

source: Add "Cycle Windows of application" and "Cycle Windows of application backwards" shortcuts
es: Se añadieron los atajos de «Cambiar entre ventanas de una aplicación» y «Cambiar entre ventanas de una aplicación en orden inverso»
he: נוספו הקיצורים „החלפה מעגלית בין חלונות של יישום” ו„החלפה מעגלית בין חלונות של יישום לאחור”

source: Improve experience installing input methods
es: Se mejoró la experiencia para instalar métodos de entrada
he: שופרה החוויה של התקנת שיטות קלט

source: Show the values associated with sliders while dragging
es: Se muestran los valores asociados a los controles deslizantes mientras se arrastran
he: הערכים שקשורים למחווני הגלילה מופיעים בעת גרירה
