Repository: elementary/switchboard-plug-keyboard
Catalog: po/*.po
Languages: ckb

source: On-screen keyboard settings…
ckb: ڕێکخستنەکانی تەختەکلیلی سەر-ڕوونما…

source: Delay:
ckb: دوای:

source: Interval:
ckb: ئینتەرڤال:

source: Repeat Keys
ckb: دوبارە-داگرتنی کلیلەکان

source: Speed:
ckb: خێرایی:

source: Duration:
ckb: ماوە:

source: Cursor Blinking
ckb: هەڵپەڕینی نیشاندەری نووسین

source: Type to test your settings
ckb: لێرە بنووسە بۆ تاقیکردنەوەی ڕێکخستنەکانت

source: IBus Daemon is not running
ckb: ئایبەس دایمۆن لە کاردا نییە

source: Start IBus Daemon
ckb: کاراکردنی ئایبەس دایمۆن

source: Could not start the IBus daemon
ckb: نەتوانرا ئایبەس دایمۆن بخرێتە کار

source: Remove
ckb: سڕینەوە

source: Switch engines:
ckb: گۆڕینی بزوێنەر:

source: Disabled
ckb: وەستێنراو

source: Show property panel:
ckb: پشاندانی پانێڵی پرۆپێرتی:

source: Do not show
ckb: پشانی مەدە

source: Auto hide
ckb: شاردنەوەی خۆکارانە

source: Always show
ckb: هەمیشە با دیار بێت

source: Embed preedit text in application window:
ckb: جێگیرکردنی دەقی پێش دەستکاریکردن لە پەنجەرەی بەرنامەدا:

source: IBus Daemon
ckb: ئایبەس دایمۆن

source: Use and manage input methods
ckb: بەکارهێنان و بەڕێوەبردنی ڕێگەکانی ئینپوت

source: Type to test your input method
ckb: لێرە بنووسە بۆ تاقیکردنی ڕێگەی ئینپوت

source: A keyboard layout is active
ckb: ڕووی تەختەکلێک چالاکە

source: Japanese
ckb: یابانی

source: Korean
ckb: کۆری

source: Chinese
ckb: چینی

source: Search engine
ckb: بەدوای بزوێنەرێکدا بگەڕێ

source: Install Unlisted Engines…
ckb: دامەزراندنی بزوێنەرە لیست-نەکراوەکان…

source: Cancel
ckb: هەڵوەشاندنەوە

source: Add Engine
ckb: زیادکردنی بزوێنەر

source: Choose an engine to install
ckb: بزوێنەرێک دیاریبکە بۆ دامەزراندن

source: Select an engine from the list to install and use.
ckb: بزوێنەرێک لە لیستەکە هەڵبژێرە بۆ دامەزراندن و بەکارهێنان.

source: Languages
ckb: زمانەکان

source: Install
ckb: دامەزراندن

source: Installing %s
ckb: دامەزراندنی %s

source: Removing %s
ckb: سڕینەوەی %s

source: Default
ckb: بنەڕەت

source: Alt + Caps Lock
ckb: ئاڵت + کەپس لۆک

source: Alt + Shift
ckb: ئاڵت + شیفت

source: Alt + Space
ckb: ئاڵت + سپەیس

source: Both Shift keys together
ckb: هەردوو کلیلی شیفت بەیکەوە

source: Caps Lock
ckb: کەپس لۆک

source: Ctrl + Alt
ckb: کۆنتڕۆڵ + ئاڵت

source: Ctrl + Shift
ckb: کۆنتڕۆڵ + شیفت

source: Shift + Caps Lock
ckb: شیفت + کەپس لۆک

source: Switch layout:
ckb: گۆڕینی ڕوو:

source: Menu
ckb: لیست

source: Right Alt
ckb: ئاڵتی لای ڕاست

source: Right Ctrl
ckb: کۆنتڕۆڵی لای ڕاست

source: Right ⌘
ckb: ⌘ی لای ڕاست

source: Compose key:
ckb: کلیلی نووسین:

source: Applications Menu
ckb: کردنەوەی لیستی بەرنامەکان

source: Multitasking View
ckb: دیمەنی مەڵتی-تاسکینگ

source: ⌘ key behavior:
ckb: ڕەفتاری کلیلی ⌘:

source: Shortcut Overlay
ckb: پشاندانی هەموو قەتبڕەکان

source: as Backspace
ckb: وەکو باکسپەیس

source: as Ctrl
ckb: وەکو کۆنتڕۆڵ

source: as Escape
ckb: وەکو ئیسکەیپ (esc)

source: as Num Lock
ckb: وەکو قوفڵی ژمارە (Num Lock)

source: as ⌘
ckb: وەکو ⌘

source: Swap with Ctrl
ckb: جێگەی لە کۆنترۆڵ بگۆڕەوە

source: Swap with Escape
ckb: جێگەی لەگەڵ ئیسکەیپدا بگۆڕەوە

source: Caps Lock behavior:
ckb: ڕەفتاری کەپس لۆک:

source: Key to choose 3rd level:
ckb: کلیلێک بۆ هەڵبژراردنی ئاستی سێیەم:

source: Left Alt
ckb: ئاڵتی لای چەپ

source: Key to choose 5th level:
ckb: کلیلێک بۆ هەڵبژاردنی ئاستی پێنجەم:

source: Kana Lock:
ckb: قوفڵی کانا:

source: Nicola F Backspace:
ckb: باکسپەیسی ئێفی نیکۆلا:

source: Hankaku Zenkaku as Escape:
ckb: هانکاکو زینکاکو وەک ئیسکەیپ:

source: Hangul/Hanja keys on Right Alt/Ctrl:
ckb: کلیلەکانی هانجول/هانجا وەکو کۆنترۆڵ/ئاڵتی لای ڕاست:

source: Type to test your layout
ckb: لێرە بنووسە بۆ تاقیکردنەوەی ڕووی تەختەکلیلەکەت

source: Input Method is active
ckb: ڕێگەی ئینپوت کارایە

source: Input Language
ckb: زمانی ئینپوت

source: Layout List
ckb: لیستی ڕووەکان

source: Search input language
ckb: گەڕان بەدوای زمان

source: Preview Layout
ckb: پشاندانی ڕوو

source: Add Layout
ckb: زیادکردنی ڕوو

source: Move up
ckb: بردنەسەر

source: Move down
ckb: بردنەخوار

source: Keyboard
ckb: تەختەکلیل

source: Configure keyboard behavior, layouts, and shortcuts
ckb: ڕێکخستنی تەختەکلیل و ڕووکار و قەدبڕەکانی

source: Layout
ckb: ڕوو

source: Input Method
ckb: رێگەی هاوردە

source: Shortcuts
ckb: قەدبڕەکان

source: Behavior
ckb: ڕەفتار

source: Switch layout
ckb: گۆڕینی ڕووی تەختەکلیل

source: Compose Key
ckb: کلیلی نووسین

source: ⌘ key behavior
ckb: ڕەفتاری کیلی

source: Caps Lock behavior
ckb: ڕەفتاری کەپس لۆک

source: Switch engines
ckb: گۆڕینی بزوێنەرەکانی تەختەکلیل

source: Show candidate window
ckb: پشاندانی پەنجەرەی کاندید

source: Embed preedit text in application window
ckb: دەقی پێش دەستکاریکردن لە پەنجەرەی بەرنامەکەدا جێگیر بکە

source: Windows
ckb: پەنجەرەکان

source: Close
ckb: داخستن

source: Lower
ckb: نزمکردنەوە

source: Maximize
ckb: گەورەکردن

source: Unmaximize
ckb: بچوککردن

source: Toggle Maximized
ckb: گەورەکردن و بچوککردن

source: Hide
ckb: شاردنەوە

source: Toggle Fullscreen
ckb: پڕ بە ڕوونما کردن و بچووکردنەوە

source: Toggle on all Workspaces
ckb: تۆگڵ لەسەر هەموو ناوچەکارەکان

source: Toggle always on Top
ckb: تۆگڵ هەمیشە لەسەرەوە بێت

source: Cycle Windows
ckb: بازدان بەناو پەنجەرەکاندا

source: Cycle Windows backwards
ckb: بازدان بەناو پەنجەرەکاندا بەپێچەوانەوە

source: Tile Left
ckb: پەنجەرە پڕ بە دەستەچەپی ڕوونما بکە

source: Tile Right
ckb: پەنجەرە پڕ بە دەستەڕاستی ڕوونما بکە

source: Window Overview
ckb: وێنەیەکی گشتی پەنجەرەکان

source: Show All Windows
ckb: پشاندانی هەموو پەنجەرەکان

source: Picture in Picture Mode
ckb: دۆخی وێنە-لە-وێنەدا

source: Move to display above
ckb: بیگوازەوە ڕوونمای سەرەوە

source: Move to display below
ckb: بیگوازەوە بۆ ڕوونمای خوارەوە

source: Move to right display
ckb: گواستنەوە بۆ ڕوونمای لای ڕاست

source: Move to left display
ckb: گواستنەوە بۆ ڕوونمای لای چەپ

source: Workspaces
ckb: ناوچەکارەکان

source: Switch left
ckb: چوونە ناوچەکاری لای چەپ

source: Switch right
ckb: چوونە ناوچەکاری لای ڕاست

source: Switch to first
ckb: چوونە سەر یەکەم ناوچەکار

source: Switch to new
ckb: چوونە سەر ناوچەکارێکی نوێ

source: Switch to workspace 1
ckb: چوونە سەر ناوچەکاری ١

source: Switch to workspace 2
ckb: چوونە سەر ناوچەکاری ٢

source: Switch to workspace 3
ckb: چوونە سەر ناوچەکاری ٣

source: Switch to workspace 4
ckb: چوونە سەر ناوچەکاری ٤

source: Switch to workspace 5
ckb: چوونە سەر ناوچەکاری ٥

source: Switch to workspace 6
ckb: چوونە سەر ناوچەکاری ٦

source: Switch to workspace 7
ckb: چوونە سەر ناوچەکاری ٧

source: Switch to workspace 8
ckb: چوونە سەر ناوچەکاری ٨

source: Switch to workspace 9
ckb: چوونە سەر ناوچەکاری ٩

source: Cycle workspaces
ckb: بازدان بەناو ناوچەکارەکاندا

source: Cycle workspaces backwards
ckb: بازدان بەناو ناوچەکارەکاندا بەپێچەوانەوە

source: Move to workspace 1
ckb: گواستنەوەی بۆ ناوچەکاری ١

source: Move to workspace 2
ckb: گواستنەوەی بۆ ناوچەکاری ٢

source: Move to workspace 3
ckb: گواستنەوەی بۆ ناوچەکاری ٣

source: Move to workspace 4
ckb: گواستنەوەی بۆ ناوچەکاری ٤

source: Move to workspace 5
ckb: گواستنەوەی بۆ ناوچەکاری ٥

source: Move to workspace 6
ckb: گواستنەوەی بۆ ناوچەکاری ٦

source: Move to workspace 7
ckb: گواستنەوەی بۆ ناوچەکاری ٧

source: Move to workspace 8
ckb: گواستنەوەی بۆ ناوچەکاری ٨

source: Move to workspace 9
ckb: گواستنەوەی بۆ ناوچەکاری ٩

source: Move to left workspace
ckb: گواستنەوەی بۆ ناوچەکاری لای چەپ

source: Move to right workspace
ckb: گواستنەوەی بۆ ناوچەکاری لای ڕاست

source: Screenshots
ckb: سکرینشوت

source: Grab the whole screen
ckb: گرتنی وێنەی هەموو ڕوونما

source: Copy the whole screen to clipboard
ckb: گرتنی وێنەی هەموو ڕوونما و خستنەناو کلیپبۆرد

source: Grab the current window
ckb: گرتنی وێنەی پەنجەرەی ئێستا

source: Copy the current window to clipboard
ckb: گرتنی وێنەی پەنجەری ئیستا و خستنەناو کلیپبۆرد

source: Select an area to grab
ckb: دیاریکردنی بەشێک لە ڕوونما بۆ وێنەگرتنی

source: Copy an area to clipboard
ckb: دیاریکردنی بەشێک لە ڕوونما بۆ وێنەگرتن و خستنەناو کلیپبۆرد

source: Applications
ckb: بەرنامەکان

source: Email
ckb: ئیمێڵ

source: Home Folder
ckb: بوخچەی سەرەتا

source: Music
ckb: مۆسیقا

source: Terminal
ckb: تێرمیناڵ

source: Internet Browser
ckb: وێبگەڕ

source: Media
ckb: میدیا

source: Volume Up
ckb: بەرزکردنی دەنگ

source: Volume Down
ckb: نزمکردنی دەنگ

source: Mute
ckb: بێدەنگ کردن

source: Play/Pause
ckb: لێدان/ڕاگرتن

source: Pause
ckb: ڕاگرتن

source: Stop
ckb: وەستاندن

source: Previous Track
ckb: تراکی پێشووتر

source: Next Track
ckb: تراکی دواتر

source: Eject
ckb: دەرکردن

source: Universal Access
ckb: دەستپێگەیشتنی جیهانی

source: Decrease Text Size
ckb: کەمکردنی قەبارەی دەق

source: Increase Text Size
ckb: زیادکردنی قەبارەی دەق

source: Magnifier Zoom in
ckb: گەورەکردنی شاشە (زووم)

source: Magnifier Zoom out
ckb: بچووکردنی شاشە (زووم)

source: Toggle On Screen Keyboard
ckb: کردنەوە و داخستنی تەختەکلیلی سەر ڕوونما

source: Toggle Screenreader
ckb: کردنەوە و داخستنی خوێنەری ڕوونما

source: System
ckb: سیستەم

source: Lock
ckb: قوفڵکردنی سیستەم

source: Log Out
ckb: چوونەدەر لە سیستەم

source: Cycle display mode
ckb: گۆڕینی دۆخی ڕوونما

source: Custom
ckb: تایبەت

source: Shift
ckb: شیفت

source: Ctrl
ckb: کۆنتڕۆڵ

source: Alt
ckb: ئاڵت

source: Accessibility
ckb: دەستگەیشتن

source: %s is already used for %s
ckb: %s بەکارهاتووە بۆ %s

source: If you reassign the shortcut to %s, %s will be disabled.
ckb: ئەگەر قەتبڕەکە بکەیتە %s، ئەوا %s پەک دەخرێت.

source: Reassign
ckb: دەستنیشانکردنەوە

source: Add Shortcut
ckb: زیادکردنی قەتبڕ

source: Enter a command here
ckb: لێرە فەرمانێک بنووسە

source: Set New Shortcut
ckb: دانانی قەتبڕێکی نوێ

source: Disable
ckb: ناچالاککردن

source: Enter new shortcut…
ckb: قەتبڕێکی نوێ بنووسە…

source: Unable to set new shortcut due to conflicts
ckb: بەهۆی ناکۆکی لەنێوان قەتبڕەکاندا، نەتوانرا کورتکراوەی نوێ دابنرێت

source: “%s” is already used for “%s → %s”.
ckb: "%s" بەکارهاتووە بۆ "%s → %s."

source: Reset to Default
ckb: گەڕاندنەوەی قەتبڕەکان بۆ دۆخی بنەڕەت
